Repository: 4Axis/iOS-Print-SDK
Catalog: Kite-SDK/PSPrintSDK/*.lproj/KitePrintSDK.strings
Languages: da, de

source: 500 Internal Server Error whilst trying to upload an asset. Please try again.
da: 500 interne serverfejl under uploadingforsøg af et aktiv. Prøv venligst igen.
de: 500 Interner Server Fehler beim Hochladen. Bitte nocheinmal probieren

source: Add
da: Tilføj
de: hinzufügen

source: Add Address
da: Tilføj adresse
de: Adresse hinzufügen

source: Add Another Recipient
da: Tilføj en anden modtager
de: anderen Empfänger hinzufügen

source: Add New Address
da: Tilføj ny adresse
de: neue Adresse hinzufügen

source: Add photos from:
da: Tilføj billeder fra:
de: Fotos hinzufügen aus:

source: Address Book
da: Adressebog
de: Adressbuch

source: Address Search
da: Adressesøgning
de: Adressensuche

source: Camera Roll
da: Kamerarulle
de: Filmrolle

source: Cancel
da: Annuler
de: löschen

source: Checking Code
da: Kontrollerer kode
de: Überprüfung Gutscheincode

source: Checkout for Free!
da: Bestil gratis!
de: Kostenlos Checkout

source: Choose Address
da: Vælg adresse
de: Adresse auswählen

source: Choose Country
da: Vælg land
de: Land auswählen

source: Choose Delivery Address
da: Vælg leveringsadresse
de: Lieferadresse auswählen

source: City
da: By
de: Stadt

source: Country
da: Land
de: Land

source: County
da: Land
de: Land

source: Delivery Address
da: Leveringsadresse
de: Lieferadresse

source: Delivery Details
da: Leveringsdetaljer
de: Lieferbedingungen

source: Edit Address
da: Rediger adresse
de: Adresse bearbeiten

source: Enter a valid credit card number
da: Indtast et gyldigt kontonummer
de: gültige Kreditkartennummer eintragen

source: Enter a valid CVV number
da: Indtast et gyldigt CVV nummer
de: gültige CVV Nummer eintragen

source: Enter a valid expiry date
da: Indtast en gyldig udløbsdato
de: gültiges Ablaufdatum eintragen

source: Enter Address Manually
da: Indtast adresse manuelt
de: Adresse manuell eintragen

source: Failed to get the price of the order. Please try again.
da: Det lykkedes ikke at finde ordrens pris. Prøv venligst igen.
de: Preisermittlung der Order fehlgeschlagen.Bitte erneut versuchen

source: Failed to store card details with PayPal. Please try again.
da: Det lykkedes ikke at gemme kortoplysninger med PayPal. Prøv venligst igen.
de: Speicherung der Kreditkartendaten fehlgeschlagen. Bitte erneut versuchen

source: Failed to synchronize product templates. Please try again.
da: Det lykkedes ikke at synkronisere produktskabeloner. Prøv venligst igen.
de: Synchronisation der Produkt-Templates fehlgeschlagen Bitte erneut versuchen

source: Failed to validate the order. Please try again.
da: Det lykkedes ikke at validere ordren. Prøv venligst igen.
de: Orderbestätigung fehlgeschlagen. Bitte erneut versuchen

source: First Name
da: Fornavn
de: Vorname

source: Invalid CVV
da: Ugyldigt CVV
de: Ungültige CW?

source: Invalid Email Address
da: Ugyldig e-mail adresse
de: Ungültige E-Mail Adresse

source: Invalid Phone Number
da: Ugyldigt telefonnummer
de: Ungültige Telefonnummer

source: Last Name
da: Efternavn
de: Familienname

source: Line 1
da: Linje 1
de: Leitung 1

source: Line 2
da: Linje 2
de: Leitung 1

source: Missing Delivery Address
da: Leveringsadresse mangler
de: Fehlende Lieferadresse

source: New Payment
da: Ny betaling
de: Neue Zahlung

source: Next
da: Næste
de: Nächster

source: Only registered %d/%d image URLs with the asset endpoint
da: Only registered %1$d/%2$d image URLs with the asset endpoint

source: Oops
da: Ups

source: Oops!
da: Ups!

source: Order Id
da: Ordre Id
de: Bestell ID

source: Order Summary
da: Ordreresumé
de: Bestellübersicht

source: Pay %@
da: Betal %@
de: Bezahlen %@

source: Pay with new card
da: Betal med nyt kort
de: mit neuer Karte bezahlen

source: Payment
da: Betaling
de: Zahlung

source: Payment (TEST)
da: Betaling (TEST)
de: Zahlung (Test)

source: Payment Declined
da: Betaling afvist
de: Zahlung abgelehnt

source: Payment Failed
da: Betaling mislykkedes
de: Zahlung gescheitert

source: Phone
da: Telefon
de: Telefon

source: Please choose an address to have your order shipped to
da: Vælg venligst den adresse du vil have din ordre sendt til
de: Bitte Lieferadresse wählen

source: Please enter a card expiry date in the future
da: Indtast venligst en kortudløbsdato i fremtiden
de: Bitte ein Kartenablaufdatum in der Zukunft eingeben

source: Please enter a valid card number
da: Indtast venligst et gyldigt kontonummer
de: Bitte gültige Kartennummer eingeben

source: Please enter a valid email address
da: Indtast veligst en gyldig e-mail adresse
de: Bitte eine gültige E-Mail Sdresse eingeben

source: Please enter a valid phone number
da: Indtast venligst et gyldigt telefonnummer
de: Bitte gültige Telefonnummer eingeben

source: Postcode
da: Postnummer
de: Postleitzahl

source: Print order submission failed with a %lu HTTP response status code. Please try again.
da: Print ordre indsendelse mislykkedes med en %lu HTTP svar statuskode. Prøv venligst igen.
de: Druckordereingabe fehlgeschlagen mit %lu HTTP Staus Code

source: Processing
da: Arbejder
de: Aufbereitung

source: Required by the postal service in case there are any issues during delivery.
da: Krævet af postvæsenet, i tilfælde af problemer under levering.
de: Für die Postzustellung erforderlich, um Probleme bei der Zustellung zu vermeiden.

source: Retry
da: Prøv igen
de: Bitte erneut versuchen

source: Save
da: Gem
de: sichern

source: Search by postcode, street or address
da: Søg på postnummer, gade eller adresse
de: Suche nach Postleitzahl, Straße oder Adresse

source: Search by street, address or ZIP code
da: Søg på gade, adresse eller postnummer
de: Suche nach Straße Adresse oder Postleitzahl

source: Search for Address
da: Søg efter adresse
de: Nach Adresse suchen

source: Shipping
da: Levering
de: Versand

source: Transfer from your phone
da: Overfør fra telefon
de: Transfer von Ihrem Mobiltelepnon

source: Unfortunately we failed to take a payment from your card. Please try again.
da: Desværre mislykkedes det at modtage betaling fra dit kort. Prøv venligst igen.
de: Leider war die Zahlung mit Ihrer Karte nicht erfolgreich, Bitte versuchen Sie es noch einmal.

source: Uploading Images %lu / %lu
da: Uploader billeder %1$lu / %2$lu
de: Bilder hochladen %lu / %lu

source: We'll send you confirmation and order updates.
da: Vi sender dig en bekræftelse og en odreopdatering.
de: Wir werden Dir eine Orderbestätigung und Bestell-Aktualisierungen zusenden

source: We'll send you confirmation and order updates. Uncheck this box to opt out of email campaigns.
da: Vi sender dig en bekræftelse og en odreopdatering. Afklik denne box, hvis du ikke ønsker at modtage kampagne e-mails.

source: You have entered an invalid CVV number. Please check it and try again.
da: Du har indtastet et ugyldigt CVV nummer. Tjek det venligst og prøv igen.
de: Deine CVV Nummer ist ungültig, Bitte überprüfe sie und versuche es noch einmal.

source: Your payment has been declined. Please check your card details and try again.
da: Din betaling er blevet afvist. Tjek venligst dine kontooplysninger og prøv igen.
de: Deine Zahlung ist abgelehnt worden. Bitte überprüfe sie und versuche es noch einmal.

source: Your payment was not approved (transaction state: %@). Please try again.
da: Din betaling blev ikke godkendt (transaktions tilstand: %@). Prøv venligst igen.
de: Deine Zahlung ist nicht anerkannt worden (Vorgang: %@) Bitte versuche es noch einmal.

source: ZIP Code
da: Postnummer
de: Postleitzahl

source: Reposition the Photo
da: Flyt billedet

source: Paying With
da: Betaling med

source: Add Credit/Debit Card
da: Tilføj kredit- / betalingskort
de: neue Adresse hinzufügen

source: Card Number
da: Kortnummer
de: Kartennummer

source: Your 16 digit card number
da: Dit 16 cifrede kortnummer
de: Ihre 16-stellige Kartennummer

source: Your card expiry date
da: Udløbsdato på betalingskort
de: Ihre Karte Ablaufdatum

source: This is the 3-4 digit verification number/security code normally found on the back of your card
da: Dette er det 3-4 cifrede kontrolnummer / sikkerhedskode der normalt findes på bagsiden af dit kort
de: Dies ist die 3-4- stellige Prüfnummer / Sicherheitscode normalerweise auf der Rückseite Ihrer Karte gefunden

source: Tap to edit
da: Tryk for at redigere

source: Review
da: Vurder os

source: You've selected %d photos.
da: Du har valgt %d billeder.

source: You can add %d more for the same price.
da: Du kan tilføje %d mere til samme pris.

source: Add more
da: Tilføj mere / flere

source: Print these
da: Udskriv (disse)

source: Add Payment Method
de: Zahlungsmethode hinzufügen

source: Add to Basket
de: in den Korb legen

source: Back
de: Zurück

source: Clearing Code
de: Freischalt Gutscheincode

source: Credit Card
de: Kreditkarte

# Done
source: Færdig
de: erledigt

source: Pay with card ending %@
de: Bezahlen mit Karten-Endnummer %@

source: State
de: Status

source: Total
de: Gesamt
